{
  "main": {
    "teamName": "CATS AND DOGS",
    "sportName": "SOFTBALL",
    "titleImage": "images/soft.png",
    "title": "A non-competitive fun softball game played once a month during Summer.",
    "description": "The rules are simple and non-competitive. Anyone of any gender and/or skill level can play with us. Kids can play too. We’ll look out for them. We encourage those who have never played before to show up because the worst that can happen is that you’ll have a good time. We have enough gloves for everyone.",
    "registeration": "There isn't going to be any kind of registraions and\nemails are only for informing the upcoming games schedule.",
    "images": [
      "soft1.jpeg",
      "soft2.jpeg",
      "soft3.jpeg",
      "score.jpg"
    ],
    "location": "Tempelhofer Feld",
    "city": "Berlin"
  },
  "about": {
    "teamName": "CATS AND DOGS",
    "titleImage": "images/soft.png",
    "title": "This game...",
    "description": "This game started as a Vassar College Alum game in 1976 in Riverside Park with recent VC grads and evolved into two separate pickup games that continue to this day. One in Sag Harbor where Edmund Hollander and brother Alvin Hollander captain the game and ours, permitted as the “Vassar Stars” which moved on to Heckscher Field in 1978.\nThe game got its “Cats v Dogs” name in 1985 when I published “Cat High the Yearbook” with Dog co-captain Peter Oliver as the head writer.\nHistory tells us that the coed pickup softball game has been the scene of many romances, a couple weddings, rallies, comebacks, ties, Sportscenter highlights and has given 750 players something to look forward to every Sunday afternoon from early April until late fall.\nThe roster evolved every season but there are still some early adopters who are regulars like Randy Brown, Adam Weprin, and Andrew Martin who have graced Heckscher Field with their talent and more importantly good cheer since the 1980’s. There were some celebrity walk-ons like Matthew Broderick, Peter Shaw of the Trans-Siberian Orchestra, and girlfriends of famous rock starts like Lorelei Shellist and the “Curb Your Enthusiasm” shoot on our field.  As people moved away and on to other destinations, even to heaven, the game tended to travel with them:\nOur dear friend Will Daniel’s ashes were spread on field 5 Peter Oliver the first Dog Team captain had a game in Warren Vermont for many years.\nAlexei Kaleina plays in a game in Telluride, Colorado.\nOne of our foreign players Bright Lee started a Cats and Dogs game in Berlin this summer.\nYou all know by now that we don’t take the score or the competition too seriously.  And with no umpires, strikeouts, or called balls or strikes, how could you?  Instead, we value a tie and the enjoyment and sportsmanship above all.\nThis year some folks need to be thanked for their constant presence:  Andrew Martin, James Tien, Nance Schick, Peter Schmitz, Kitty Martin, Gary Eiferman, Mel Rodriguez, Hugh Souther, Scott Weir, John Mok (Minion), Adam Weprin, Randy Brown, Maxwell Richard Brown, Alice Durning, Rawle DeLisle, Olga Mak, Tim Gruber, Jake Wolf, Moira Fett, Will Tang, Howard Moi, Kilometers Log Cutter, Tim Collins, Chris Collins, Jake and Zach Martin, Wang Jie, Xavier Miranda, Corey Eiferman, John Blake Wolf, Chris Wright, Tovi Rodriguez, Ben Augustine, Michael Shindler, Angela and Wheels.  Sorry if we missed anyone.\nThis year we also had some recruits who made great efforts to recruit others like Kelsey Irene Schmitt, bringing her friends TJ Walters and Will Dunkerley, Non-player Ruby Casteel inviting Seamus Fallon. And thanks to those cats and dogs who were not able to join us this year but encouraged us on Facebook from near and far- it was noticed. We hope to see you next April.\nAnd lastly to Andrew Martin with whom I have made lineups in the fairest possible way for 25 years.  You are a gem.\nI would normally sign off with “See you at the Cats and Dogs party over the winter” but I don’t think that will happen this off season. So everyone stay safe and stay healthy and see you in April for the opening day at Heckscher…\nYours Truly,\nTerry\n\nIn New York, 2020\n\n\n",
    "location": "Central Park, Heckscher Field#5",
    "city": "New York City"
  }
}
